{
  "home": "Домашняя страница",
  "about": "Обо мне",
  "resume": "Резюме",
  "services": "Услуги",
  "skills": "Навыки",
  "projects": "Проекты",
  "contact": "Контакты",
  "m.m.": "M.M",
  "hello": "Привет!",
  "im": "Я",
  "michael": "Михаил",
  "melezhyk": "Мележик",
  "freelance": "Я - специалист, который создаёт программы и приложения для интернет-сайтов и мобильных устройств.",
  "chatMe": "Написать мне",
  "confirm": "Подтвердить",
  "doYouWantToLeaveTheChat": "Вы хотите выйти из чата?",
  "yes": "Да",
  "no": "Нет",
  "login_with_phone": "Войти с телефона",
  "sendcode": "Отправить код",
  "verificationcode": "Код подтверждения",
  "enteryourverificationcode": "Введите код подтверждения",
  "phone_no_corectly": "Телефон указан неверно",
  "full_name": "Ваше имя и фамилия",
  "last_name": "Ваша Фамилия",
  "selected_time": "Выбраное время",
  "time_not-selected": "Время не выбрано",
  "select_a_date": "Выберите дату:",
  "contactInfo": "Контактная информация",
  "about_me_title": "Обо мне",
  "about_me_description": "Меня зовут Михаил, и я опытный разработчик, специализирующийся на создании современных веб-сайтов и мобильных приложений. С более чем пятилетним опытом в IT-индустрии, я успешно реализую проекты, делающие технологии доступными и удобными в использовании. Работа с React, React Native и Node.js сделала меня экспертом в разработке масштабируемых и эффективных решений.",
  "what_i_do_title": "Чем я занимаюсь",
  "react_redux_description": "Создаю динамичные веб-приложения, которые легко масштабируются и поддерживаются. Redux помогает мне управлять состоянием приложения для более сложных задач.",
  "react_native_description": "Разрабатываю кросс-платформенные мобильные приложения, обеспечивающие плавный пользовательский опыт как на Android, так и на iOS.",
  "node_js_description": "Строю надежные серверные решения, которые могут обрабатывать большие нагрузки и служат крепким основанием для любого приложения.",
  "firebase_description": "Использую полный спектр облачных сервисов Firebase, включая Cloud Functions и Realtime Database, для создания масштабируемых и интерактивных приложений.",
  "rest_api_description": "Разрабатываю и интегрирую RESTful API, которые обеспечивают плавную коммуникацию между клиентской и серверной частью приложений.",
  "modern_frontend_description": "Обладаю глубокими знаниями HTML5, CSS3, Sass и CSS TypeScript, что позволяет мне создавать визуально привлекательные и адаптивные пользовательские интерфейсы.",
  "whatIDo": "Что я делаю:",
  "myPrinciples": "Мои принципы:",
  "code_quality_title": "Качество кода",
  "code_quality_description": "Я следую лучшим практикам и паттернам проектирования, чтобы обеспечить чистоту и поддерживаемость кода.",
  "user_experience_title": "Пользовательский опыт",
  "user_experience_description": "Пользователи на первом месте - я проектирую приложения с удобством и интуитивностью использования в центре внимания.",
  "continuous_learning_title": "Непрерывное обучение",
  "continuous_learning_description": "Технологии развиваются быстро, и я постоянно учусь, чтобы быть на острие прогресса и применять наилучшие инструменты и техники в своей работе.",
  "my_projects": "Мои Проекты",
  "view_project": "Посмотреть проект",
  "technologies": "Технологии: ",
  "ymasterDescription": "YMaster — это революционное приложение, разработанное для того, чтобы помочь профессионалам оптимизировать свои бизнес-операции. Благодаря таким функциям, как управление календарем, онлайн-бронирование встреч, совместное использование прайс-листов и расписаний, финансовое отслеживание и напоминания о встречах с клиентами, YMaster позволяет профессионалам упростить их работу. рабочие процессы, привлекать больше клиентов и повышать их общую эффективность. Испытайте мощь YMaster и поднимите свой бизнес на новый уровень",
  "saveMoneyDescription": "Save Money — это умное приложение для управления личными финансами, которое помогает вам экономить деньги, устанавливая бюджеты и отслеживая расходы. Используя последние технологии React и Redux, приложение обеспечивает надежную и быструю работу.",
  "rentalCarDescription": "Rental Car in Dubai - это удобная платформа для аренды автомобилей в Дубае, использующая React и Redux для фронтенда и Node.js для бэкенда, предоставляющая надёжную и масштабируемую инфраструктуру для пользователей и арендодателей.",
  "chat4YouDescription": "Chat4You - это приложение для мгновенного обмена сообщениями, созданное для безопасного и конфиденциального общения. Разработано на React Native для кроссплатформенного использования и интегрировано с Firebase для моментальной доставки сообщений и уведомлений, идеально подходит для тех, кто ценит приватность и удобство."
}