{
  "home": "Home page",
  "about": "About",
  "resume": "Resume",
  "services": "Services",
  "skills": "Skills",
  "projects": "Project",
  "contact": "Contact",
  "m.m.": "M.M",
  "hello": "Hello!",
  "im": "I'm",
  "michael": "Michael",
  "melezhyk": "Melezhyk",
  "freelance": "A Freelance Web and mobile programmer",
  "chatMe": "Chat me",
  "confirm": "Confirm",
  "doYouWantToLeaveTheChat": "Do you want to leave the chat?",
  "yes": "Yes",
  "no": "No",
  "login_with_phone": "Login with phone",
  "sendcode": "Send code",
  "verification_code": "Verification code",
  "enter_your_verification_code": "Enter your verification code",
  "phone_no_corectly": "Phone no corectly",
  "full_name": "Your first and last name",
  "contactInfo": "Contact info",
  "ymasterDescription":  "YMaster is a revolutionary app designed to help professionals streamline their business operations. With features such as calendar management, online appointment booking, price list and schedule sharing,financial tracking, and client appointment reminders, YMaster empowers professionals to simplify their work processes, attract more clients, and boost their overall efficiency. Experience the power of YMaster and take your business to new heights.",
  "saveMoneyDescription": "Save Money is a smart personal finance management app that helps you save by setting budgets and tracking expenses. Built with the latest React and Redux technologies, it ensures a robust and swift user experience.",
  "rentalCarDescription": "Rental Car in Dubai is a web platform designed to simplify car rentals in Dubai. Leveraging React and Redux for frontend and Node.js for backend, the service provides a reliable and scalable infrastructure for users and rental companies.",
  "chat4YouDescription": "Chat4You is a messaging app developed for secure and private communication. Built with React Native for cross-platform use and Firebase integration for instant messaging and notifications, this chat solution is perfect for those seeking privacy and convenience.",
  "about_me_title": "About Me",
  "about_me_description": "My name is Mikhael, and I am an experienced developer specializing in creating modern websites and mobile applications. With more than five years of experience in the IT industry, I successfully implement projects that make technology accessible and user-friendly. Working with React, React Native, and Node.js has allowed me to become an expert in creating scalable and efficient solutions.",
  "what_i_do_title": "What I Do",
  "react_redux_description": "I create dynamic web applications that are easily scalable and maintainable. Redux helps me manage the application state for more complex tasks.",
  "react_native_description": "I develop cross-platform mobile applications that provide a seamless user experience on both Android and iOS.",
  "node_js_description": "I build reliable server solutions capable of handling high loads and serving as a solid foundation for any application.",
  "firebase_description": "I utilize the full range of Firebase cloud services, including Cloud Functions and Realtime Database, to create scalable and interactive applications.",
  "rest_api_description": "I develop and integrate RESTful APIs that ensure smooth communication between the client and server sides of applications.",
  "modern_frontend_description": "I possess deep knowledge of HTML5, CSS3, Sass, and CSS TypeScript, enabling me to create visually attractive and adaptive user interfaces.",
  "whatIDo": "What I Do:",
  "myPrinciples": "My Principles:",
  "code_quality_title": "Code Quality",
  "code_quality_description": "I adhere to best practices and design patterns to ensure code cleanliness and maintainability.",
  "user_experience_title": "User Experience",
  "user_experience_description": "Users come first - I design applications with ease of use and intuitiveness at the core.",
  "continuous_learning_title": "Continuous Learning",
  "continuous_learning_description": "Technology evolves rapidly, and I am constantly learning to stay at the cutting edge and apply the best tools and techniques in my work.",
  "my_projects": "My Projects",
  "view_project": "View Project",
  "technologies": "Technologies: ",
  "selected_time": "Selected time",
  "time_not-selected": "Time not selected",
  "select_a_date": "Select a date:"
}