{
    "home": "Домашня сторінка",
    "about": "Про мене",
    "resume": "Резюме",
    "services": "Послуги",
    "skills": "Навички",
    "projects": "Проекти",
    "contact": "Контакти",
    "m.m.": "M.M",
    "hello": "Привіт!",
    "im": "Я",
    "michael": "Михайло",
    "melezhyk": "Мележик",
    "freelance": "Я - спеціаліст, який створює програми та додатки для інтернет-сайтів і мобільних пристроїв.",
    "chatMe": "Поспілкуйтеся зі мною",
    "confirm": "Підтвердити",
    "doYouWantToLeaveTheChat": "Ви хочете вийти з чату?",
    "yes": "Так",
    "no": "Ні",
    "login_with_phone": "Увійти з телефону",
    "sendcode": "Надіслати код",
    "verificationcode": "Код підтвердження",
    "enteryourverificationcode": "Введіть код підтвердження",
    "phone_no_corectly": "Телефон вказано неправильно",
    "full_name": "Ваше ім'я та прізвище",
    "contactInfo": "Контактна інформація",
    "about_me_title": "Про мене",
    "about_me_description": "Мене звати Михайло, і я досвідчений розробник, спеціалізуюся на створенні сучасних веб-сайтів та мобільних додатків. З більш ніж п'ятирічним досвідом у галузі ІТ, я успішно реалізую проекти, що роблять технології доступними та зручними у використанні. Робота з React, React Native та Node.js дозволила мені стати експертом у створенні масштабованих та ефективних рішень.",
    "what_i_do_title": "Що я роблю",
    "react_redux_description": "Створюю динамічні веб-додатки, які легко масштабуються та підтримуються. Redux допомагає мені керувати станом додатка для складніших завдань.",
    "react_native_description": "Розробляю крос-платформні мобільні додатки, які забезпечують гладкий користувацький досвід як на Android, так і на iOS.",
    "node_js_description": "Будую надійні серверні рішення, які можуть обробляти великі навантаження і служать міцною основою для будь-якого додатка.",
    "firebase_description": "Використовую повний спектр хмарних сервісів Firebase, включаючи Cloud Functions та Realtime Database, для створення масштабованих та інтерактивних додатків.",
    "rest_api_description": "Розробляю та інтегрую RESTful API, які забезпечують гладку комунікацію між клієнтською та серверною частинами додатків.",
    "modern_frontend_description": "Володію глибокими знаннями HTML5, CSS3, Sass, і CSS TypeScript, що дозволяє мені створювати візуально привабливі та адаптивні користувацькі інтерфейси.",
    "whatIDo": "Що я роблю:",
    "myPrinciples": "Мої принципи:",
    "code_quality_title": "Якість коду",
    "code_quality_description": "Я слідкую за кращими практиками та шаблонами проєктування, щоб забезпечити чистоту та підтримку коду.",
    "user_experience_title": "Досвід користувача",
    "user_experience_description": "Користувачі на першому місці - я проектую додатки з зручністю та інтуїтивністю використання в центрі уваги.",
    "continuous_learning_title": "Неперервне навчання",
    "continuous_learning_description": "Технології розвиваються швидко, і я постійно навчаюся, щоб бути на гострі прогресу та застосовувати кращі інструменти та техніки у своїй роботі.",
    "my_projects": "Мої Проекти",
    "view_project": "Переглянути проект",
    "technologies": "Технології: ",
    "ymasterDescription": "YMaster - це революційний додаток, розроблений для того, щоб допомогти професіоналам оптимізувати свої бізнес-операції. Завдяки таким функціям, як управління календарем, онлайн-бронювання зустрічей, спільне використання прайс-листів та розкладів, фінансове відстеження та нагадування про зустрічі з клієнтами, YMaster дозволяє професіоналам спростити їхню роботу. робочі процеси, залучати більше клієнтів і підвищувати їхню загальну ефективність. Випробуйте потужність YMaster і підніміть свій бізнес на новий рівень",
    "saveMoneyDescription": "Save Money — це розумний додаток для управління особистими фінансами, який допомагає вам економити, встановлюючи бюджети та відстежуючи витрати. Збудований на останніх технологіях React та Redux, він забезпечує надійний та швидкий досвід користувача.",
    "rentalCarDescription": "Rental Car in Dubai — це веб-платформа, створена для спрощення оренди автомобілів у Дубаї. Використовуючи React та Redux для фронтенду і Node.js для бекенду, цей сервіс забезпечує надійну та масштабовану інфраструктуру для користувачів та компаній з оренди авто.",
    "chat4YouDescription": "Chat4You — це додаток для повідомлень, створений для безпечного та приватного спілкування. Розроблений на React Native для міжплатформенності та інтеграції з Firebase для миттєвого обміну повідомленнями та сповіщень, цей чат є відмінним рішенням для тих, хто шукає конфіденційність та зручність."
}