{
  "home": "דף הבית",
  "about": "אודות",
  "resume": "קורות חיים",
  "services": "שירותים",
  "skills": "מיומנויות",
  "projects": "פרויקטים",
  "contact": "צור קשר",
  "m.m.": "מ.מ",
  "hello": "שלום!",
  "im": "אני",
  "michael": "מיכאל",
  "melezhyk": "מלז׳יק",
  "freelance": "אני מומחה עצמאי שיוצר תוכנות ואפליקציות עבור אתרי אינטרנט ומכשירים ניידים.",
  "chatMe": "דבר איתי",
  "confirm": "אשר",
  "doYouWantToLeaveTheChat": "?האם אתה רוצה לעזוב את הצ'אט",
  "yes": "כן",
  "no": "לא",
  "login_with_phone": "התחבר באמצעות טלפון",
  "sendcode": "שלח לי קוד",
  "verification_code": "קוד אימות",
  "enter_your_verification_code": "הזן את קוד האימות שלך",
  "phone_no_corectly": " הטלפון אינו תקין",
  "full_name": "השם הפרטי והמשפחה שלך",
  "last_name": "שם משפחה",
  "contactInfo": "מידע ליצירת קשר",
  "about_me_title": "על עצמי",
  "about_me_description": "שמי מיכאל ואני מפתח בעל ניסיון, המתמחה ביצירת אתרי אינטרנט מודרניים ואפליקציות ניידות. עם למעלה מחמש שנות ניסיון בתעשיית ה-IT, אני מממש בהצלחה פרויקטים ההופכים טכנולוגיה לנגישה ונוחה לשימוש. עבודה עם React, React Native, ו-Node.js הפכה אותי למומחה בפיתוח פתרונות מתקנבלים ויעילים.",
  "what_i_do_title": "מה אני עושה",
  "react_redux_description": "אני יוצר אפליקציות אינטרנט דינמיות שניתנות לקנה מידה ולתחזוקה. Redux עוזר לי לנהל את מצב האפליקציה למשימות מורכבות יותר.",
  "react_native_description": "אני מפתח אפליקציות ניידות רוחב פלטפורמה שמספקות חווית משתמש חלקה גם ב-Android וגם ב-iOS.",
  "node_js_description": "אני בונה פתרונות שרת אמינים שיכולים להתמודד עם עומסים גבוהים ולשמש בסיס מוצק לכל אפליקציה.",
  "firebase_description": "אני משתמש בטווח המלא של שירותי הענן של Firebase, כולל Cloud Functions ו-Realtime Database, כדי ליצור אפליקציות מתקנבלות ואינטראקטיביות.",
  "rest_api_description": "אני מפתח ומשתלב ממשקי API RESTful שמבטיחים תקשורת חלקה בין החלק הלקוח והשרת של אפליקציות.",
  "modern_frontend_description": "יש לי ידע עמוק ב-HTML5, CSS3, Sass, ו-CSS TypeScript, המאפשרים לי ליצור ממשקי משתמש בעלי מראה מושך ואדפטיביים.",
  "whatIDo": "מה אני עושה:",
  "myPrinciples": "העקרונות שלי:",
  "my_projects": "הפרויקטים שלי",
  "view_project": "צפה בפרויקט",
  "technologies": "טכנולוגיות: ",
  "code_quality_title": "איכות הקוד",
  "code_quality_description": "אני מחויב למתודולוגיות ולתבניות עיצוב מובילות כדי להבטיח נקיון ותחזוקה של הקוד.",
  "user_experience_title": "חוויית המשתמש",
  "user_experience_description": "המשתמשים במרכז - אני מעצב אפליקציות שממרכזות נוחות ואינטואיטיביות בשימוש.",
  "continuous_learning_title": "למידה מתמדת",
  "continuous_learning_description": "הטכנולוגיה מתפתחת מהר, ואני לומד באופן קבוע כדי להישאר בחוד החנית ולהפעיל את הכלים והטכניקות הטובות ביותר בעבודתי.",
  "ymasterDescription": "YMaster היא אפליקציה מהפכנית שנועדה לעזור לאנשי מקצוע לייעל את הפעילות העסקית שלהם. עם תכונות כגון ניהול לוח שנה, הזמנת פגישות מקוונת, שיתוף מחירונים ולוח זמנים, מעקב פיננסי ותזכורות פגישות עם לקוחות, YMaster מאפשרת לאנשי מקצוע לפשט את הפעילות שלהם. תהליכי עבודה, משיכת לקוחות נוספים והגברת היעילות הכוללת שלהם. חווה את העוצמה של YMaster ולקחת את העסק שלך לגבהים חדשים.",
  "saveMoneyDescription": "Save Money הוא אפליקציה חכמה לניהול פיננסים אישיים המאפשרת לך לחסוך כסף על ידי קביעת תקציבים ומעקב הוצאות. פותחה עם הטכנולוגיות החדשות ביותר של React ו-Redux, היא מבטיחה חווית משתמש חזקה ומהירה.",
  "rentalCarDescription": "Rental Car in Dubai היא פלטפורמת רשת שנועדה לפשט את השכרת רכבים בדובאי. בעזרת React ו-Redux לחזית ו-Node.js לשרת, השירות מספק תשתית אמינה וניתנת להרחבה למשתמשים וחברות השכרה.",
  "chat4YouDescription": "Chat4You היא אפליקציה להודעות שפותחה לתקשורת בטוחה ופרטית. נבנית עם React Native לשימוש רוחב פלטפורמות ואינטגרציה עם Firebase למסרים מידיים והתראות, פתרון הצ'אט הזה מושלם למי שמחפש פרטיות ונוחות.",
  "selected_time": "שעה נבחרה",
  "time_not-selected": "לא נבחר זמן",
  "select_a_date": ":בחר תאריך"
}